# Зад.1 Резултатите получени при 150 хвърляния на зар са в следната
# таблица:
# Точки    1  2  3  4  5  6
# Честота 22 21 22 27 22 36
# Можем ли да приемем, че зарът е правилен?

# Зад.2 В променливата pi2000 от пакета ”
# UsingR“ са първи 2000 цифри
# на числото π. Разгледайте първите 200 цифри. Можем ли да приемем,
# че всяка цифра се среща с една и съща вероятност?

# Зад.3 Честотата на срещането на буквите в английски език е както
# следва:
# Буква E T A O I N . . .
# Честота 12, 7% 9.56% 8.17% 7.51% 6.97% 6.75 48.34%
# Анализиран е текст от 1036 букви и се оказва, че в него броят срещания
# на тези букви е съответно
# Буква E T A O I N
# Честота 102 108 90 95 82 40
# На английски език ли е текстът?

# Зад.4 В таблицата са дадени данни за пострадалите при катастрофи
# пътници в зависимост от поставянето на предпазен колан.
# Наранявания
# Без Леки Средни Тежки
# С колан 12813 647 359 42
# Без колан 65963 4000 2642 303
# Можем ли да твърдим, че предпазните колани намаляват вероятността
# за поражения на водачите.

# Зад.5 Предполага се, че съществува връзка между качеството на сто-
# ката и деня от седмицата, в който е произведена. Измерени са 500 про-
# дукта.
# П B С Ч П
# Отлично 44 74 79 72 31
# Добро 14 25 27 24 10
# Средно 15 20 20 23 9
# Лошо 3 5 5 0 0
# Потвърждава ли се твърдението?

# Зад.6 Разгледайте данните във файл ”
# data1.txt“. Какво можете да
# кажете за тях. Каква част от наблюденията попадат съответно в ин-
# тервалите (0, 0.25], (0.25, 0.5], (0.5, 1], (1, 2] и (2,∞). Какъв е очаквания
# брой наблюдения в тези интервали, ако допуснем, че данните са експо-
# ненциално разпределени с λ = 2. Проверете хипотезата, че данните са
# експоненциално разпределени с ниво на съгласие 0.02.