# Зад.1 При провеждане на анкета 87 от 150 анкетирани са отговорили, че са изпалз-
# вали даден продукт. Постройте 95% доверителен интервал за броя на хората използвали
# продукта.


# Зад.2 Острата левкемия е една от най-смъртоносните форми на рак. Предишни изслед-
# вания показват, че времето на преживяване след първоначалното откриване на левкемия е
# нормално разпределена сл.в. с математическо очакване 13 месеца и стандартно отклонение


# 3 месеца. Въвежда се ново лечение, като се очаква то да удължи средното време на живот
# без да повлияе на дисперсията. Наблюдавани са 16 пациента:
# 10.0 13.6 13.2 11.6 12.5 14.2 14.9 14.5 13.4 8.6 11.5 16.0 14.2 16.8 17.9 17.0
# Постройте 95% доверителен интервал за средното време на живот на болните. Постройте
# същия интервал, в случай на неизвестна дисперсия.


# Зад.3 Разгледайте данните ’malpract’ (съдържащи размера на злоупотребите при об-
# ществени поръчки) от пакета ’UsingR’. Намерете 95% доверителен интервал за средната
# стойност на злоупотребите.


# Зад.4 Разгледайте данните ’rat’ от пакета ’UsingR’. Намерете 90% доверителен интервал
# за средното време на преживяване на плъховете.


# Зад.5 Симулирайте хвърлянето на зар 100 пъти (sample). Постройте 90% доверителен
# интервал за вероятността p да се падне шестица. Повторете този опит 20 пъти. Начертайте
# на една графика получените 20 доверителни интервала (matplot). Колко от тях съдържат
# истинската стойност на p.


# Зад.6 Генерирайте 30 наблюдения над случайна величина, която е нормално разпре-
# делена с очакване 5, и дисперсия 4. Постройте 92% процентен до верителен интервал за
# математическото очакване. Повторете опита 100 пъти. Проверете, в колко от случайте ма-
# тематическото очакване принадлежи на доверителния интервал.

