# Зад.1 Компания твърди, че поне 60% от клиентите са доволни от нейните
# услуги. Направено е проучване при 100 лица, 54 от които казват че са доволни.
# Може ли да се приеме твърдението на компанията.
# Променя ли се изводът, ако 440 от 1000 човека кажат че са доволни.


# Зад.2 Данните ’vacation’ от пакета ’UsingR’ съдържат броя на платените
# почивни дни за работещите в текстилната индустрия. Проверете хипотезата,
# че те почиват 24 дни.


# Зад.3 Проверяваме хипотеза клиентите говорят 5 минути по телефона, сре-
# щу алтернатива говорят повече. Направените наблюдения са
# 12.8 3.5 2.9 9.4 8.7 0.7 0.2 2.8 1.9 2.8 3.1 15.8
# Можем ли да отхвърлим хипотезата?


# Зад.4 ’smokyph’ от пакета ’UsingR’ съдържат данни за киселинноста на во-
# дата в природен резерват. Проверяваме нулевата хипотеза µ = 7. Коя е подхо-
# дящата алтернатива? Вярна ли е хипотезата?


# Зад.5 Според социологически прогнози Буш ще получи 50% от гласовете
# в даден щат. Паралелно преброяване на гласовете на 900 човека показва, че
# 440 гласуват за Буш, а 460 за Гор. Трябва ли да отхвърлим прогнозата на
# социолозите?