# Зад.1 Времето за излекуване на пациенти взимащи ново лекарство (в
# дни) е следното:
# 11 8 10 13 11 16 9 9 11 6 9 17 7 19 10 2 11 8 8 13
# За да се избегнат психологични ефекти се разглежда и група вземаща
# пласебо. Времето за излекуване на тези пациенти е:
# 14 7 16 18 16 10 16 10 6 15 11 20 9 18 14 19 12 9 12 13
# Можели да се приеме, че новото лекарство дава резултати?
# Зад.2 Във файла ’Miles.txt’ са дадени данните за разхода на гориво
# на американски и японски коли. Първата колона съдържа милите из-
# минавани с един галон бензин от американските коли, а втората същия
# показател за японските коли. Определете дали колите имат еднакъв раз-
# ход на гориво.
# Зад.3 Сравняват се два радара за определяне скоростта на автомо-
# бил. Направени са десет наблюдения, като всяка преминаваща кола е
# измервана и с двата радара. Измерванията на първия са:
# 70 85 63 54 65 80 75 95 52 55
# а на втория:
# 72 86 64 55 63 80 78 97 53 57
# Да се провери дали двата радара са еднакви.
# Зад.4 Разгледайте данните в ”
# ewr“. Сравнето времето за изход от ле-
# тището за ”
# American Airlines“ и
# ”
# Northwest Airlines“.
# Зад.5 Фармацевтична компания разработва ново лекарство за пред-
# пазване от настинка. Компанията твърди, че то действа по еднакъв на-
# чин на жените и на мъжете. Лекарството е приложено върху 100 жени
# и 200 мъже. Оказало се, че 38 жени и 98 мъже са заболели. Може ли с
# ниво на значимост 0.05 да се приеме, че лекарството действа еднакво.